Repository: terminal42/contao-notification_center
Catalog: languages/*/*_gateway.xlf
Languages: cs, de, ja, ru

# tl_nc_gateway.title.0
source: Title
cs: Název
de: Titel
ja: 題名
ru: Название

# tl_nc_gateway.title.1
source: Please enter a title for this gateway.
cs: Zadejte prosím název pro tento druh rozesílání.
de: Bitte geben Sie einen Titel für dieses Gateway ein.
ja: このゲートウェイの題名を入力してください。
ru: Введите название этого шлюза.

# tl_nc_gateway.type.0
source: Type
cs: Druh
de: Typ
ja: 種類
ru: Тип

# tl_nc_gateway.type.1
source: Please select a type for this gateway.
cs: Vyberte prosím druh rozesílání.
de: Bitte wählen Sie einen Typen für dieses Gateway.
ja: ゲートウェイの種類を選択してください。
ru: Выберите тип этого шлюза.

# tl_nc_gateway.queue_targetGateway.0
source: Target gateway
cs: Rozdělené rozesílání
de: Ziel-Gateway
ja: 対象のゲートウェイ
ru: Целевой шлюз

# tl_nc_gateway.queue_targetGateway.1
source: This gateway will queue all the messages and then send them over the gateway you define here.
cs: Tento typ umístí všechny zprávy do fronty a pak je rozešle přes druh rozesílání, který si tu zvolíte.
de: Dieses Gateway wird alle Nachrichten zuerst in die Warteschlange übertragen. Danach werden sie über das hier gewählte Ziel-Gateway übermittelt.
ja: このゲートウェイはすべてのメッセージをキューに入れて、ここで指定したゲートウェイで送信します。
ru: Этот шлюз будет ставить в очередь все сообщения, а затем отправлять их через шлюз, который вы определите.

# tl_nc_gateway.queue_cronEnable.0
source: Enable poor man's cronjob
cs: Aktivovat intervalové zasílání
de: Poor-Man-Cron aktivieren
ja: 簡易版のCronジョブを有効

# tl_nc_gateway.queue_cronEnable.1
source: This will register this queue gateway to the poor man's cronjob.
cs: Tím budou zprávy rozesílané ve vybraném intervalu.
de: Gateway in Poor-Man-Cron registrieren.
ja: 簡易版のCronジョブにこのキューのゲートウェイを登録します。

# tl_nc_gateway.queue_cronInterval.0
source: Interval
cs: Četnost, interval
de: Intervall
ja: 間隔
ru: Интервал

# tl_nc_gateway.queue_cronInterval.1
source: Choose the interval you would like to have this queue gateway be invoked.
cs: Vyberte četnost, s níž byste rádi obdrželi zprávy.
de: Wählen Sie den Intervall für die Aufrufe der Warteschlange des Gateways.
ja: このキューのゲートウェイを起動する間隔を選択してください。
ru: Выберите интервал, который хотите использовать для вызова этого шлюза.

# tl_nc_gateway.queue_cronMessages.0
source: Number of messages
cs: Počet zpráv
de: Anzahl Nachrichten
ja: メッセージの数
ru: Количество сообщений

# tl_nc_gateway.queue_cronMessages.1
source: Here you can enter the number of messages that should be sent per invocation.
cs: Zde můžete zadat počet zpráv, které mají být odeslané v rámci jednoho intervalu.
de: Hier können Sie bestimmen wie viele Nachrichten pro Aurfruf gesendet werden.
ja: 一度の機動で送信するメッセージの数を指定できます。
ru: Вы можете указать количество сообщений, которые должны быть отправлены на вызов.

# tl_nc_gateway.email_overrideSmtp.0
source: Override SMTP settings
cs: Přepsat nastavení SMTP
de: SMTP-Einstellungen überschreiben
ja: SMTPの設定を上書き
ru: Переопределить параметры SMTP

# tl_nc_gateway.email_overrideSmtp.1
source: This gateway will take the Contao e-mail settings by default. If you want to override the SMTP settings for this specific gateway, activate this checkbox.
cs: Tento druh rozesílání převezme výchozí nastavení rozesílání mailů. Pokud si přejete použít jiná nastavení SMTP pro tento druh, zaškrtněte toto políčko.
de: Aktivieren Sie diese Checkbox um die Contao SMTP-Einstellungen (Systemeinstellungen) zu überschreiben und sie anschließend zu individualisieren.
ja: このゲートウェイは初期設定ではContaoの電子メールの設定を使用します。この特定のゲートウェイでSMTPの設定を変えたい場合は、このチェックボックスを選択してください。
ru: Этот шлюз будет использовать параметры электронной почты Contao по умолчанию. Если вы хотите переопределить параметры SMTP для конкретного шлюза, активируйте этот чекбокс.

# tl_nc_gateway.file_type.0
source: File type
cs: Druh souboru
de: Dateiformat
ja: ファイルの種類
ru: Тип файла

# tl_nc_gateway.file_type.1
source: Please choose the file type.
cs: Vyberte prosím druh souboru.
de: Bitte wählen Sie ein Dateiformat aus.
ja: ファイルの種類を選択してください。
ru: Выберите тип файла.

# tl_nc_gateway.file_connection.0
source: Connection type
cs: Druh připojení
de: Verbindungstyp
ja: 接続の方式
ru: Тип подключения

# tl_nc_gateway.file_connection.1
source: Please choose the connection type.
cs: Vyberte prosím druh připojení.
de: Bitte wählen Sie einen Verbindungstyp aus.
ja: 接続の方式を選択してください。
ru: Выберите тип подключения.

# tl_nc_gateway.file_host.0
source: Host name
cs: Název poskytovatele (host)
de: Server
ja: ホスト名
ru: Имя хоста

# tl_nc_gateway.file_host.1
source: Please enter the host name.
cs: Zadejte prosím jméno poskytovatele.
de: Bitte geben Sie den Servernamen ein.
ja: ホスト名を入力しください。
ru: Введите имя хоста.

# tl_nc_gateway.file_port.0
source: Port number
cs: Číslo portu
de: Port
ja: ポート番号
ru: Номер порта

# tl_nc_gateway.file_port.1
source: Here you can enter the port number. Leave empty to use the default.
cs: Sem můžete zadat číslo portu. Ponechte pole prázdné pro použití výchozích hodnot.
de: Bitte geben Sie die Portnummer ein. Wenn das Feld leer bleibt wird der Standard-Port verwendet.
ja: ポート番号を指定できます。初期値を使用する場合は空のままにしてください。
ru: Вы можете ввести номер порта. Оставьте поле пустым для использования значения по умолчанию.

# tl_nc_gateway.file_username.0
source: Username
cs: Užívatelské jméno
de: Benutzername
ja: ユーザー名
ru: Имя пользователя

# tl_nc_gateway.file_username.1
source: Please enter the username.
cs: Zadejte prosím uživatelské jméno.
de: Bitte geben Sie den FTP-Benutzernamen ein.
ja: ユーザ名を入力してください。
ru: Введите имя пользователя.

# tl_nc_gateway.file_password.0
source: Password
cs: Heslo
de: Passwort
ja: パスワード
ru: Пароль

# tl_nc_gateway.file_password.1
source: Please enter the password.
cs: Zadejte prosím heslo.
de: Bitte geben Sie das zugehörige FTP-Passwort ein.
ja: パスワードを入力してください。
ru: Введите пароль.

# tl_nc_gateway.file_path.0
source: Path
cs: Cesta
de: Pfad
ja: パス
ru: Путь

# tl_nc_gateway.file_path.1
source: Here you can enter the path (e.g. <em>downloads</em>).
cs: Zde můžete zadat cestu k souboru (např. <em>dowloads</em>).
de: Hier können Sie den Zielordner bestimmen. (z.B. downloads)
ja: パスを指定できます。(例: <em>downloads</em>)
ru: Вы можете ввести путь (напр., <em>downloads</em>).

# tl_nc_gateway.postmark_key.0
source: Postmark API key
cs: Klíč API Postmarku
ja: PostmarkのAPIキー
ru: Ключ Postmark API

# tl_nc_gateway.postmark_key.1
source: Please enter your unique Postmark API key.
cs: Zadejte prosím klíč API Postmarku.
de: Bitte gebe deinen persönlichen Postmark API-Key ein.
ja: Postmarkの固有なAPIのキーを入力してください。
ru: Введите уникальный ключ Postmark API.

# tl_nc_gateway.postmark_test.0
source: Enable test mode
cs: Spustit testovací modus
de: Testmodus aktivieren
ja: テストモード
ru: Включить тестовый режим

# tl_nc_gateway.postmark_test.1
source: Here you can enable the test mode.
cs: Zde můžete povolit testovací modus.
de: Hier aktivieren Sie den Testmodus.
ja: テストモードを有効にします。
ru: Вы можете включить тестовый режим.

# tl_nc_gateway.postmark_ssl.0
source: Enable SSL
cs: Povolit SSL
de: SSL-Verbindung aktivieren
ja: SSLを使用
ru: Включить SSL

# tl_nc_gateway.postmark_ssl.1
source: Here you can enable the SSL connection.
cs: Zde můžete povolit zabezpečené připojení SSL.
de: Hier können Sie die SSL-Verbindung aktivieren.
ja: SSL接続を有効にします。
ru: Вы можете включить SSL-соединение.

# tl_nc_gateway.useSMTP.0
source: Send e-mails via SMTP
cs: Zaslat maily přes SMTP
de: SMTP-Einstellungen überschreiben
ja: 電子メールをSMTPで送信
ru: Отправлять E-mail через SMTP

# tl_nc_gateway.useSMTP.1
source: Use an SMTP server instead of the PHP mail() function to send e-mails.
cs: Použít pro odesílání mailů server SMTP místo funkce PHP mail().
de: Aktivieren Sie diese Checkbox um die Contao SMTP-Einstellungen (Systemeinstellungen) zu überschreiben und sie anschließend zu individualisieren.
ja: 電子メールの送信にPHPのmail()関数の代わりにSMTPサーバーを使用します。
ru: Использовать SMTP-сервер, а не функцию PHP mail() для отправки электронной почты.

# tl_nc_gateway.smtpHost.0
source: SMTP hostname
cs: Název serveru SMTP
ja: SMTPのホスト名
ru: Имя SMTP-хоста

# tl_nc_gateway.smtpHost.1
source: Please enter the host name of the SMTP server.
cs: Zadejte prosím jméno poskytovatele serveru SMTP.
de: Bitte geben Sie den Hostnamen des SMTP-Servers ein.
ja: SMTPサーバーのホスト名を入力してください。
ru: Введите имя SMTP-сервера.

# tl_nc_gateway.smtpUser.0
source: SMTP username
cs: Uživatelské jméno SMTP
de: SMTP-Benutzername
ja: SMTPのユーザー名
ru: Имя пользователя SMTP

# tl_nc_gateway.smtpUser.1
source: Here you can enter the SMTP username.
cs: Zde můžete zadat uživatelské jméno SMTP.
de: Hier können Sie den SMTP-Benutzernamen eingeben.
ja: SMTPのユーザー名を入力できます。
ru: Вы можете ввести имя пользователя SMTP.

# tl_nc_gateway.smtpPass.0
source: SMTP password
cs: Heslo SMTP
de: SMTP-Passwort
ja: SMTPのパスワード
ru: Пароль SMTP

# tl_nc_gateway.smtpPass.1
source: Here you can enter the SMTP password.
cs: Zde můžete zadat heslo pro SMTP.
de: Hier können Sie das SMTP-Passwort eingeben.
ja: SMTPのパスワードを入力できます。
ru: Вы можете ввести пароль SMTP.

# tl_nc_gateway.smtpEnc.0
source: SMTP encryption
cs: Šifrování SMTP
de: SMTP-Verschlüsselung
ja: SMTPの暗号化
ru: Шифрование SMTP

# tl_nc_gateway.smtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
cs: Zde můžete zvolit šifrovací metodu (SSL nebo TLS).
de: Hier können Sie eine Verschlüsselungsmethode auswählen (SSL oder TLS).
ja: 暗号化の方法(SSLまたはTLS)を選択できます。
ru: Вы можете выбрать метод шифрования (SSL или TLS).

# tl_nc_gateway.smtpPort.0
source: SMTP port number
cs: Číslo portu SMTP
de: SMTP-Portnummer
ja: SMTPのポート番号
ru: Порт SMTP

# tl_nc_gateway.smtpPort.1
source: Please enter the port number of the SMTP server.
cs: Zadejte prosím číslo portu serveru SMTP.
de: Bitte geben Sie die Portnummer des SMTP-Servers ein.
ja: SMTPサーバーのポート番号を入力してください。
ru: Введите номер порта SMTP-сервера.

# tl_nc_gateway.type.queue
source: Queue
cs: Fronta
de: Warteschlange
ja: キュー
ru: Очередь

# tl_nc_gateway.type.email
source: Standard email gateway
cs: Standardní rozesílání mailů
ja: 標準の電子メールゲートウェイ
ru: Стандарт почтового шлюза

# tl_nc_gateway.type.file
source: Write to file
cs: Zápis do souboru
de: In Datei schreiben
ja: ファイルに書き込み
ru: Запись в файл

# tl_nc_gateway.queue_cronInterval.minutely
source: Every minute
cs: Každou minutu
de: Jede Minute
ja: 毎分
ru: Каждую минуту

# tl_nc_gateway.queue_cronInterval.hourly
source: Every hour
cs: Každou hodinu
de: Jede Stunde
ja: 毎時
ru: Каждый час

# tl_nc_gateway.queue_cronInterval.daily
source: Every day
cs: Každý den
de: Jeder Tag
ja: 毎日
ru: Каждый день

# tl_nc_gateway.queue_cronInterval.weekly
source: Every week
cs: Každý týden
de: Jede Woche
ja: 毎週
ru: Каждую неделю

# tl_nc_gateway.queue_cronInterval.monthly
source: Every month
cs: Každý měsíc
de: Jeder Monat
ja: 毎月
ru: Каждый месяц

# tl_nc_gateway.file_type.xml
source: Plain Text / XML
cs: Prostý text / XML
ja: 標準テキスト / XML
ru: Обычный текст / XML

# tl_nc_gateway.file_connection.local
source: Local
cs: Lokální
de: Lokal
ja: ローカル
ru: Локальный

# tl_nc_gateway.ftp_confirm
source: Connection successful
cs: Připojení navázáno
de: Verbindung erfolgreich!
ja: 接続に成功
ru: Успешное подключение

# tl_nc_gateway.ftp_error_connect
source: Could not connect to the FTP server!
cs: Nelze se připojit k serveru FTP!
de: Verbindung zum FTP-Server konnte nicht hergestellt werden.
ja: FTPサーバーに接続できませんでした!
ru: Не удалось подключиться к FTP-серверу!

# tl_nc_gateway.ftp_error_login
source: Could not login to the FTP server!
cs: Nepodařilo se přihlásit k serveru FTP!
de: Login auf FTP-Server fehlgeschlagen.
ja: FTPサーバーにログインできませんでした!
ru: Не удалось войти на FTP-сервер!

# tl_nc_gateway.new.0
source: New gateway
cs: Nový druh rozesílání
de: Neues Gateway
ja: 新規作成
ru: Новый шлюз

# tl_nc_gateway.new.1
source: Create a new gateway.
cs: Vytvořit nový způsob rozesílání.
de: Neues Gateway anlegen.
ja: 新しいゲートウェイを作成します。
ru: Создать новый шлюз.

# tl_nc_gateway.edit.0
source: Edit gateway
cs: Upravit tento způsob rozesílání
de: Gateway editieren
ja: ゲートウェイを編集
ru: Редактировать шлюз

# tl_nc_gateway.edit.1
source: Edit gateway ID %s.
cs: Upravit způsob rozesílání %s
de: Editieren Sie das Gateway ID %s
ja: ID %sのゲートウェイを編集
ru: Редактировать шлюз ID %s.

# tl_nc_gateway.copy.0
source: Copy gateway
cs: Zkopírovat tento způsob rozesílání
de: Gateway duplizieren
ja: ゲートウェイを複製
ru: Копировать шлюз

# tl_nc_gateway.copy.1
source: Copy gateway ID %s.
cs: Zkopírovat způsob rozesílání %s.
de: Editieren Sie das Gateway ID %s
ja: ID %sのゲートウェイを複製
ru: Копировать шлюз ID %s.

# tl_nc_gateway.delete.0
source: Delete gateway
cs: Smazat tento způsob rozesílání
de: Gateway löschen
ja: ゲートウェイを削除
ru: Удалить шлюз

# tl_nc_gateway.delete.1
source: Delete gateway ID %s.
cs: Smazat způsob rozesílání %s.
de: Löschen Sie das Gateway ID %s
ja: ID %sのゲートウェイを削除
ru: Удалить шлюз ID %s.

# tl_nc_gateway.show.0
source: Gateway details
cs: Podrobnosti k tomuto způsobu rozesílání
ja: ゲートウェイの詳細
ru: Детали шлюза

# tl_nc_gateway.show.1
source: Show details for gateway ID %s.
cs: Zobrazit podrobnosti ke způsobu rozesílání %s.
de: Details des Gateways ID %s anzeigen.
ja: ID %sのゲートウェイの詳細を表示
ru: Показать детали шлюза ID %s.

# tl_nc_gateway.title_legend
source: Title & type
cs: Název a druh
de: Titel & Typ
ja: 題名と型
ru: Название и тип

# tl_nc_gateway.gateway_legend
source: Gateway settings
cs: Nastavení tohoto způsobu rozesílání
de: Gateway Einstellungen
ja: ゲートウェイの設定
ru: Параметры шлюза

# tl_nc_gateway.cronjob_legend
source: Cronjob settings
cs: Nastavení cronu
de: Cronjob-Einstellungen
ja: Cronジョブの設定

# tl_nc_gateway.queueCronjobExplanation
source: Queued messages will remain in the queue forever unless you trigger the sending mechanism by either using a real cron job or the Contao internal poor man's cronjob. The Notification Center is shipped with a binary that can be executed using a real cronjob. To setup a real cronjob that invokes the queue of this queue gateway (ID: {gateway_id}) and send 15 messages every 10 minutes, you would need to setup the following crontab: <br><blockquote>*/10 * * * * /path/to/contao/system/modules/notification_center/bin/queue -s {gateway_id} -n 15</blockquote><br> or let's say you want to send 30 messages every 5 minutes after every hour, then you would set it up like this: <br><blockquote>5 * * * * /path/to/contao/system/modules/notification_center/bin/queue -s {gateway_id} -n 30</blockquote><br> If you don't have access to real cronjobs then you can enable the poor man's cron. Note that it doesn't provide the same flexibility in terms of interval settings and it is subject to the web execution context and thus certainly affected by PHP configurations such as the maximum execution time. Thus, try to keep the number of messages sent per invocation as low as possible. <br><br> <strong>Note: </strong>When you installed the notification center using Composer, the path to the binary differs: <blockquote> /path/to/contao/composer/vendor/terminal42/notification_center/bin/queue </blockquote>
de: Verzögerte Nachrichten bleiben endlos in der Warteschleifen wenn Sie den Versand nicht entweder durch einen echten CronJob oder den Contao-internen Poor Man's CronJob ausführen. Das Benachrichtigungszentrum liefert ein Programm mit, welches für echte CronJobs verwendet werden kann. Um beispielsweise einen echten CronJob zu konfigurieren welcher aus der Warteschlange dieses Gateways (ID: {gateway_id}) jeweils 15 Nachrichten alle 10 Minuten verwendet, benötigen Sie folgendes Crontab: <br><blockquote>*/10 * * * * /path/to/contao/system/modules/notification_center/bin/queue -s {gateway_id} -n 15</blockquote><br> oder falls Sie 30 Nachrichten immer am 5 nach jede Stunde senden wollen, sieht die Konfiguration so aus: <br><blockquote>5 * * * * /path/to/contao/system/modules/notification_center/bin/queue -s {gateway_id} -n 30</blockquote><br> Sollten Sie keinen Zugang zu echten CronJobs haben, kann der Poor Man's CronJob verwendet werden. Beachten Sie dass dieser nicht dieselbe Flexibilität im Bezug auf Intervall-Einstellungen bietet und von der Weboberflächte beeinfluss ist, beispielsweise von der PHP-Konfiguration und -Laufzeit. Versuchen Sie daher die Anzahl Nachrichten pro Versand eher niedrig einzustellen. <br><br> <strong>Anmerkung:</strong> Wurde das Benachrichtigungszentrum per Composer installiert lautet der Pfad zum Programm wie folgt: <blockquote> /path/to/contao/composer/vendor/terminal42/notification_center/bin/queue </blockquote>
ja: キューに置かれたメッセージは、システムのcronのジョブかContao内部の簡易版 Cronジョブで送信の機構を開始しないと永遠にキューに留まります。通知センターには システムのCronジョブを使用して実行するプログラムを備えています。このキューの ゲートウェイ(ID: {gateway_id})で15個のメッセージを10分毎に送信する処理を システムのCronジョブから実行するには、以下のcrontabを設定します: <br><blockquote>*/10 * * * * /path/to/contao/system/modules/notification_center/bin/queue -s {gateway_id} -n 15</blockquote><br> もしくは、30個のメッセージを毎時間の5分に送信するには以下の様にします: <br><blockquote>5 * * * * /path/to/contao/system/modules/notification_center/bin/queue -s {gateway_id} -n 30</blockquote><br> システムのcrontabにアクセスできない場合は簡易版のcronを有効にします。 簡易版は実行間隔の設定の面で同じような柔軟性はないことと、Webの実行処理の 一部となるためPHPの最大実行時間のような構成の制限を受けることに注意して ください。したがって、一度に送信するメッセージを可能な限り少なくする様に してください。 <br><br> <strong>注意: </strong>Composerを使用して通知センターをインストールした場合、実行するプログラムのパスは異なります: <blockquote> /path/to/contao/composer/vendor/terminal42/notification_center/bin/queue </blockquote>

# tl_nc_gateway.queue_delay.0
source: Delayed delivery
de: Auslieferung verzögern
ja: 遅延した配送

# tl_nc_gateway.queue_delay.1
source: Enter a <a href="https://php.net/strtotime" target="_blank"><i>strtotime</i></a> time interval to delay message delivery (e.g. <em>+1 day</em>).
de: Geben Sie einen englischen <a href="https://php.net/strtotime" target="_blank"><i>strtotime</i></a> Intervall für die Verzögerung der Nachricht ein (z.B. <em>+1 day</em>).
ja: <a href="https://php.net/strtotime" target="_blank"><i>strtotime</i></a>の形式でメッセージの配送を遅らせる時間を入力してください。(例: <em>+1 day</em>)

# tl_nc_gateway.type.postmark
source: Postmark (postmarkapp.com)
ru: Почтовые марки (postmarkapp.com)
