Repository: terminal42/contao-notification_center
Catalog: languages/*/*_language.xlf
Languages: de, pl

# tl_nc_language.language.0
source: Language
de: Sprache
pl: Język

# tl_nc_language.language.1
source: Please select a language.
de: Bitte wählen Sie eine Sprache.
pl: Wybierz język.

# tl_nc_language.fallback.0
source: Fallback
de: Fallback-Sprache
pl: Rezerwowy

# tl_nc_language.fallback.1
source: Activate this checkbox if this language should be your fallback.
de: Markieren Sie die Checkbox falls dies die Fallback-Sprache ist.
pl: Zaznacz to pole, jeśli język ma być rezerwowy.

# tl_nc_language.recipients.0
source: Recipients
de: Empfänger
pl: Odbiorcy

# tl_nc_language.recipients.1
source: Please enter a <strong>comma-separated</strong> list of recipients in this field. Use the autocompleter to see the available simple tokens.
de: Bitte geben Sie eine <strong>Komma-separierte</strong> Liste der Empfänger in dieses Feld ein. Nutzen Sie die Autovervollständigung um die verfügbaren "Platzhalter" zu sehen. (Beginnen Sie mit ##)
pl: Wprowadź listę odbiorców <strong>po przecinku</strong>. Użyj kreatora pomocy, aby zobaczyć dostępne tokeny.

# tl_nc_language.attachment_tokens.0
source: Attachments via tokens
de: Dateianhänge via Tokens
pl: Załączniki z tokenów

# tl_nc_language.attachment_tokens.1
source: Please enter a <strong>comma-separated</strong> list of attachment tokens in this field. Use the autocompleter to see the available simple tokens.
de: Bitte geben Sie eine <strong>Komma-separierte</strong> Liste von Attachment-Tokens in dieses Feld ein. Nutzen Sie die Autovervollständigung um die verfügbaren "Platzhalter" zu sehen. (Beginnen Sie mit ##)
pl: Wprowadź listę załączników <strong>po przecinku</strong>. Użyj kreatora pomocy, aby zobaczyć dostępne tokeny.

# tl_nc_language.attachments.0
source: Attachments from file system
de: Dateianhänge vom Dateisystem
pl: Załączniki z systemu plików

# tl_nc_language.attachments.1
source: Please choose from the file picker if you would like to add static files.
de: Bitte wählen Sie mit dem Dateiwähler die statischen Dateien aus, die zur Mail hinzugefügt werden sollen.
pl: Wybierz statyczne pliki, które chcesz załączyć.

# tl_nc_language.email_sender_name.0
source: Sender name
de: Absendername
pl: Nazwa nadawcy

# tl_nc_language.email_sender_name.1
source: Please enter the sender name.
de: Bitte geben Sie den Absender ein.
pl: Wprowadź nazwę nadawcy.

# tl_nc_language.email_sender_address.0
source: Sender address
de: Absender-E-Mail
pl: Adres nadawcy

# tl_nc_language.email_sender_address.1
source: Please enter the sender email address.
de: Bitte geben Sie die Absender-Adresse ein.
pl: Wprowadź adres e-mail nadawcy.

# tl_nc_language.email_recipient_cc.0
source: Send a CC to
de: CC-Empfänger
pl: Wyślij CC do

# tl_nc_language.email_recipient_cc.1
source: Recipients that should receive a carbon copy of the mail. Separate multiple addresses with a comma.
de: Empfänger die eine Kopie der E-Mail erhalten. Mehrere Adressen per Komma separieren.
pl: Odbiorcy, którzy powinni otrzymać kopię wiadomości. Wprowadź kilka adresów po przecinku.

# tl_nc_language.email_recipient_bcc.0
source: Send a BCC to
de: BCC-Empfänger
pl: Wyślij BCC do

# tl_nc_language.email_recipient_bcc.1
source: Recipients that should receive a blind carbon copy of the mail. Separate multiple addresses with a comma.
de: Empfänger die eine Kopie der E-Mail erhalten. Mehrere Adressen per Komma separieren.
pl: Odbiorcy, którzy powinni otrzymać ukrytą kopię wiadomości. Wprowadź kilka adresów po przecinku.

# tl_nc_language.email_replyTo.0
source: Reply-to address
de: Antwort an (Reply-To)
pl: Adres "odpowiedz do"

# tl_nc_language.email_replyTo.1
source: You can optionally set a reply-to address for this message.
de: Optionale "Antwort an" E-Mail-Adresse.
pl: Tutaj możesz ustawić adres "odpowiedz do" dla tej wiadomości.

# tl_nc_language.email_subject.1
source: Please enter the subject for the e-mail.
de: Bitte geben Sie den Betreff der E-Mail ein.
pl: Wprowadź temat e-mail.

# tl_nc_language.email_mode.0
source: Mode
de: Modus
pl: Tryb

# tl_nc_language.email_mode.1
source: Choose the mode you would like to be used for this email.
de: Bitte den gewünschten Modus für diese E-Mail wählen.
pl: Wybierz tryb, który będzie użyty do wysłania e-mail.

# tl_nc_language.email_text.0
source: Raw text
de: Rohtext
pl: Tekst

# tl_nc_language.email_text.1
source: Please enter the text.
de: Bitte den Text eingeben.
pl: Wprowadź tekst.

# tl_nc_language.email_html.1
source: Please enter the HTML.
de: Bitte HTML eingeben.
pl: Wprowadź zawartość HTML.

# tl_nc_language.email_external_images.0
source: External images
de: Externe Bilder

# tl_nc_language.email_external_images.1
source: Do not embed images in HTML emails.
de: Bilder in HTML-E-Mails nicht einbetten.

# tl_nc_language.file_name.0
source: File name
de: Dateiname
pl: Nazwa pliku

# tl_nc_language.file_name.1
source: Please enter the file name.
de: Bitte geben Sie den Dateinamen ein.
pl: Proszę wprowadzić nazwę pliku bez rozszerzenia.

# tl_nc_language.file_storage_mode.0
source: Storage mode
de: Speichermodus

# tl_nc_language.file_storage_mode.1
source: Here you can choose whether you want to override the existing file or append to an existing file if present.
de: Hier können Sie wählen, ob Sie die bestehende Datei überschreiben, oder an sie anhängen wollen.

# tl_nc_language.file_content.0
source: File content
de: Datei Inhalt
pl: Zawartość pliku

# tl_nc_language.file_content.1
source: Please enter the file content.
de: Dateiinhalt eingeben.
pl: Proszę wprowadzić zawartość pliku.

# tl_nc_language.email_mode.textOnly
source: Text only
de: Nur Text
pl: Tylko tekst

# tl_nc_language.email_mode.textAndHtml
source: HTML and text
de: HTML und Text
pl: HTML i tekst

# tl_nc_language.file_storage_mode.create
source: Create new file
de: Neue Datei erstellen

# tl_nc_language.file_storage_mode.override
source: Override existing file
de: Eine existierende Datei überschreiben

# tl_nc_language.file_storage_mode.append
source: Append to existing file
de: Zu einer existierenden Datei hinzufügen

# tl_nc_language.new.0
source: New language
de: Neue Sprache
pl: Nowy język

# tl_nc_language.new.1
source: Add a new language.
de: Füge eine neue Sprache hinzu.
pl: Dodaj nowy język.

# tl_nc_language.edit.0
source: Edit language
de: Sprache editieren
pl: Edytuj język

# tl_nc_language.edit.1
source: Edit language ID %s.
de: Sprache ID %s editieren.
pl: Edytuj język ID %s.

# tl_nc_language.copy.0
source: Copy language
de: Sprache kopieren
pl: Kopiuj język

# tl_nc_language.copy.1
source: Copy language ID %s.
de: Kopiere Sprache ID %s.
pl: Kopiuj język ID %s.

# tl_nc_language.delete.0
source: Delete language
de: Sprache löschen
pl: Usuń język

# tl_nc_language.delete.1
source: Delete language ID %s.
de: Sprache mit ID %s löschen.
pl: Usuń język ID %s.

# tl_nc_language.show.0
source: Language details
de: Sprach-Details
pl: Szczegóły języka

# tl_nc_language.show.1
source: Show details for language ID %s.
de: Details für ID %s anzeigen.
pl: Pokaż szczegóły języka ID %s.

# tl_nc_language.general_legend
source: General language settings
de: Generelle Spracheinstellungen
pl: Ogólne ustawienia języka

# tl_nc_language.meta_legend
source: Meta information
de: Meta-Informationen
pl: Informacje meta

# tl_nc_language.content_legend
source: Content
de: Inhalt
pl: Zawartość

# tl_nc_language.token_error
source: The following tokens you have used are not supported by this notification type: %s.
de: Die folgenden eingesetzten Tokens werden vom Notification-Typ nicht unterstützt: %s.
pl: Następujące tokeny nie są wspierane przez ten typ powiadomienia: %s.

# tl_nc_language.token_character_error
source: Your content contains invalid tokens. Simple Tokens cannot contain one of those characters: <>!=*. They are either used for comparisons in if statements or as wildcard.
de: Der Inhalt enthält invalide Tokens. Simple Tokens können keines der folgenden Zeichen enthalten: "<>!=*". Sie werden entweder für if-Bedingungen oder als Platzhalter verwendet.

# tl_nc_language.email_subject.0
source: Subject
pl: Temat

# tl_nc_language.attachments_legend
source: Attachments
pl: Załączniki
