Repository: terminal42/contao-notification_center
Catalog: languages/*/*_message.xlf
Languages: fr

# tl_nc_message.title.0
source: Title
fr: Titre

# tl_nc_message.title.1
source: Please enter a title for this message.
fr: Saisir un titre pour ce message.

# tl_nc_message.gateway.0
source: Gateway
fr: Passerelle

# tl_nc_message.gateway.1
source: Please select a gateway for this message.
fr: Sélectionner une passerelle pour ce message.

# tl_nc_message.languages.0
source: Languages
fr: Langues

# tl_nc_message.languages.1
source: Here you can manage the different languages.
fr: Gérer les différentes langues.

# tl_nc_message.languages.2
source: Manage languages
fr: Gérer les langues

# tl_nc_message.languages.3
source: Close
fr: Fermer

# tl_nc_message.email_priority.0
source: Priority
fr: Priorité

# tl_nc_message.email_priority.1
source: Please select a priority.
fr: Sélectionner une priorité.

# tl_nc_message.email_template.0
source: Template file
fr: Modèle

# tl_nc_message.email_template.1
source: Please choose a template file.
fr: Choisir un fichier modèle.

# tl_nc_message.postmark_tag.0
source: Tag
fr: Balise

# tl_nc_message.postmark_tag.1
source: Here you can enter the tag.
fr: Ici vous pouvez insérer la balise

# tl_nc_message.postmark_trackOpens.0
source: Enable open tracking
fr: Autoriser le suivi de l'ouverture

# tl_nc_message.postmark_trackOpens.1
source: Here you can enable open tracking.
fr: Ici vous pouvez autoriser le suivi de l'ouverture

# tl_nc_message.published.0
source: Publish message
fr: Publier le message

# tl_nc_message.published.1
source: Include this message when a notification is being sent.
fr: Inclure ce message quand une notification est envoyée.

# tl_nc_message.new.0
source: New message
fr: Nouveau message

# tl_nc_message.new.1
source: Create a new message.
fr: Créer un nouveau message.

# tl_nc_message.edit.0
source: Edit message
fr: Éditer le message

# tl_nc_message.edit.1
source: Edit message ID %s.
fr: Éditer le message ID %s.

# tl_nc_message.copy.0
source: Duplicate message
fr: Dupliquer le message

# tl_nc_message.copy.1
source: Duplicate message ID %s.
fr: Dupliquer le message d'ID %s

# tl_nc_message.cut.0
source: Move message
fr: Déplacer le message

# tl_nc_message.cut.1
source: Move message ID %s.
fr: Déplacer le message d'ID %s

# tl_nc_message.delete.0
source: Delete message
fr: Supprimer le message

# tl_nc_message.delete.1
source: Delete message ID %s.
fr: Supprimer le message ID %s.

# tl_nc_message.toggle.0
source: Toggle visibility of message
fr: Basculer la visibilité du message

# tl_nc_message.toggle.1
source: Toggle visibility of message ID %s.
fr: Basculer la visibilité du message ID %s.

# tl_nc_message.show.0
source: Gateway message
fr: Message de la passerelle

# tl_nc_message.show.1
source: Show details for message ID %s.
fr: Afficher les détails du message ID %s.

# tl_nc_message.title_legend
source: Title & Gateway
fr: Titre & passerelle

# tl_nc_message.languages_legend
source: Languages
fr: Langues

# tl_nc_message.expert_legend
source: Expert settings
fr: Paramètre avancés

# tl_nc_message.publish_legend
source: Publish settings
fr: Paramètres de publication

# tl_nc_message.email_priority_options.1
source: very high
fr: très haute

# tl_nc_message.email_priority_options.2
source: high
fr: haute

# tl_nc_message.email_priority_options.3
source: normal
fr: normale

# tl_nc_message.email_priority_options.4
source: low
fr: basse

# tl_nc_message.email_priority_options.5
source: very low
fr: très basse
