Repository: terminal42/contao-notification_center
Catalog: languages/*/*_notification.xlf
Languages: pl, ru

# tl_nc_notification.title.0
source: Title
pl: Nazwa
ru: Название

# tl_nc_notification.title.1
source: Please enter a title for this notification.
pl: Wprowadź nazwę dla tego powiadomienia.
ru: Введите название этого уведомления.

# tl_nc_notification.type.0
source: Type
pl: Typ
ru: Тип

# tl_nc_notification.type.1
source: Please select a type for this notification.
pl: Wybierz typ dla tego powiadomienia.
ru: Выберите тип данного уведомления.

# tl_nc_notification.flatten_delimiter.0
source: Delimiter for lists
ru: Разделитель для списков

# tl_nc_notification.flatten_delimiter.1
source: When list values (array values) are submitted, the Notification Center flattens them automatically by using a comma (",") by default. Change this here if you like.
ru: При отправке значений списка (значений массива), Центр уведомлений автоматически выравнивает их по умолчанию с помощью запятой (","). Измените это, если хотите.

# tl_nc_notification.type.email
source: Standard eMail gateway
pl: Standardowa bramka e-mail
ru: Стандарт почтового шлюза

# tl_nc_notification.type.file
source: Write to file
pl: Zapisz do pliku
ru: Запись в файл

# tl_nc_notification.new.0
source: New notification
pl: Nowe powiadomienie
ru: Новое уведомление

# tl_nc_notification.new.1
source: Create a new notification.
pl: Utwórz nowe powiadomienie.
ru: Создать новое уведомление.

# tl_nc_notification.edit.0
source: Manage notifications
pl: Zarządzaj powiadomieniami
ru: Управление уведомлениями

# tl_nc_notification.edit.1
source: Manage messages for notification ID %s.
pl: Zarządzaj wiadomościami dla powiadomienia ID %s.
ru: Управление сообщениями для уведомления ID %s.

# tl_nc_notification.editheader.0
source: Edit notification
pl: Edytuj powiadomienie
ru: Редактировать уведомление

# tl_nc_notification.editheader.1
source: Edit notification ID %s.
pl: Edytuj powiadomienie ID %s.
ru: Редактировать уведомление ID %s.

# tl_nc_notification.copy.0
source: Copy notification
pl: Kopiuj powiadomienie
ru: Копировать уведомление

# tl_nc_notification.copy.1
source: Copy notification ID %s.
pl: Kopiuj powiadomienie ID %s.
ru: Копировать уведомление ID %s.

# tl_nc_notification.delete.0
source: Delete notification
pl: Usuń powiadomienie
ru: Удалить уведомление

# tl_nc_notification.delete.1
source: Delete notification ID %s.
pl: Usuń powiadomienie ID %s.
ru: Удалить уведомление ID %s.

# tl_nc_notification.show.0
source: Notification details
pl: Szczegóły powiadomienia
ru: Детали уведомления

# tl_nc_notification.show.1
source: Show details for notification ID %s.
pl: Pokaż szczegóły powiadomienia ID %s.
ru: Показать детали уведомления ID %s.

# tl_nc_notification.title_legend
source: Title & type
pl: Nazwa i typ
ru: Название и тип

# tl_nc_notification.config_legend
source: Configuration
pl: Konfiguracja
ru: Конфигурация

# tl_nc_notification.type.core_form.0
source: Form submission
pl: Wysłanie formularza
ru: Отправка формы

# tl_nc_notification.type.core_form.1
source: This notification type can be sent when the form is submitted.
pl: Ten typ powiadomienia może byś wysłany, gdy zostanie wysłany formularz.
ru: Тип уведомления может быть отправлен при отправке формы.

# tl_nc_notification.type.member_activation.0
source: Member activation
ru: Активация участников

# tl_nc_notification.type.member_registration.0
source: Member registration
pl: Rejestracja użytkownika
ru: Регистрация участника

# tl_nc_notification.type.member_personaldata.0
source: Member personal data
ru: Персональные данные участника

# tl_nc_notification.type.member_password.0
source: Member lost password
pl: Zaginione hasło użytkownika
ru: Забытый пароль участника
