Repository: terminal42/contao-notification_center
Catalog: languages/*/*_queue.xlf
Languages: ru

# tl_nc_queue.sourceQueue.0
source: Source queue gateway
ru: Шлюз источника очереди

# tl_nc_queue.targetGateway.0
source: Target gateway
ru: Целевой шлюз

# tl_nc_queue.message.0
source: Source message
ru: Исходное сообщение

# tl_nc_queue.dateAdded.0
source: Date added to queue
ru: Дата добавления в очередь

# tl_nc_queue.dateSent.0
source: Date sent from queue
ru: Дата отправки из очереди

# tl_nc_queue.error.0
source: Had an error during delivery process
ru: Если в процессе доставки произошла ошибка

# tl_nc_queue.tokens.0
source: Tokens
ru: Токены

# tl_nc_queue.language.0
source: Language
ru: Язык

# tl_nc_queue.status.queued
source: Waiting in queue.
ru: Ожидание в очереди.

# tl_nc_queue.status.error
source: Error sending the message. Check the system log for more details.
ru: Ошибка отправки сообщения. Проверьте системный журнал для получения более подробной информации.

# tl_nc_queue.status.sent
source: Message sent.
ru: Сообщение отправлено.

# tl_nc_queue.source
source: Source
ru: Источник

# tl_nc_queue.re-queue.0
source: Add to queue again
ru: Добавить в очередь еще раз

# tl_nc_queue.re-queue.1
source: This queued message (ID %s) encountered an error but you can re-add it to the queue by clicking this button.
ru: Сообщение в очереди (ID %s) обнаружило ошибку, но вы можете повторно добавить его в очередь, нажав эту кнопку.

# tl_nc_queue.delete.0
source: Delete queued message
ru: Удалить сообщение в очереди

# tl_nc_queue.delete.1
source: Delete queued message (ID %s).
ru: Удалить сообщение в очереди (ID %s).

# tl_nc_queue.show.0
source: Show details
ru: Показать детали

# tl_nc_queue.show.1
source: Shows details of the queued message ID %s.
ru: Показать детали о сообщении в очереди ID %s.

# tl_nc_queue.re-queueConfirmation
source: Are you sure you want to re-add queued message ID %s to the queue?
ru: Вы действительно хотите повторно добавить сообщение из очереди ID %s в очередь?
