Repository: terminal42/contao-notification_center
Catalog: languages/*/tokens.xlf
Languages: ru

# NOTIFICATION_CENTER_TOKEN.core_form.admin_email
source: E-mail address of administrator of the current page.
ru: Адрес электронной почты администратора текущей страницы.

# NOTIFICATION_CENTER_TOKEN.core_form.form_*
source: All the form fields.
ru: Все поля формы.

# NOTIFICATION_CENTER_TOKEN.core_form.formlabel_*
source: All the form field labels.
ru: Все метки полей формы.

# NOTIFICATION_CENTER_TOKEN.core_form.raw_data
source: All the form fields and their raw values.
ru: Все поля формы и их начальные значения.

# NOTIFICATION_CENTER_TOKEN.member_personaldata.admin_email
source: E-mail address of administrator of the current page.
ru: Адрес электронной почты администратора текущей страницы.

# NOTIFICATION_CENTER_TOKEN.member_personaldata.recipients
source: E-mail address of the member.
ru: Адрес электронной почты участника.

# NOTIFICATION_CENTER_TOKEN.member_personaldata.domain
source: The current domain.
ru: Текущий домен.

# NOTIFICATION_CENTER_TOKEN.member_personaldata.member_*
source: Current member fields as submitted by the form. Use {{user::*}} insert tags if you need other properties.
ru: Текущие поля участника, представленные формой. Используйте вставку тега {{user::*}}, если вам нужны другие свойства.

# NOTIFICATION_CENTER_TOKEN.member_personaldata.member_old_*
source: Member fields as they were before the changes.
ru: Поля пользователя, какими они были до изменений.

# NOTIFICATION_CENTER_TOKEN.member_personaldata.changed_*
source: Flag (1 or 0) if a field has changed, to be used with if-conditions.
ru: Флаг (1 или 0), если поле изменилось, для использования с условиями "if".
