Repository: terminal42/contao-notification_center
Catalog: contao/languages/*/*_message.xlf
Languages: de

# tl_nc_message.title.0
source: Title
de: Titel

# tl_nc_message.title.1
source: Please enter a title for this message.
de: Bitte geben Sie einen Namen für diese Nachricht ein.

# tl_nc_message.gateway.1
source: Please select a gateway for this message.
de: Bitte wählen Sie ein Gateway für diese Nachricht.

# tl_nc_message.languages.0
source: Languages
de: Sprachen

# tl_nc_message.languages.1
source: Here you can manage the different languages.
de: Hier können Sie die verschiedenen Sprachen verwalten.

# tl_nc_message.languages.2
source: Manage languages
de: Sprachen verwalten

# tl_nc_message.languages.3
source: Close
de: Schliessen

# tl_nc_message.email_priority.0
source: Priority
de: Priorität

# tl_nc_message.email_priority.1
source: Please select a priority.
de: Bitte wählen Sie die Priorität aus.

# tl_nc_message.email_template.0
source: Template file
de: Template-Datei

# tl_nc_message.email_template.1
source: Please choose a template file.
de: Bitte wählen Sie eine Template-Datei aus.

# tl_nc_message.published.0
source: Publish message
de: Nachricht veröffentlichen

# tl_nc_message.published.1
source: Include this message when a notification is being sent.
de: Diese Nachricht einfügen beim Versenden der Benachrichtigung.

# tl_nc_message.start.0
source: Start time
de: Startzeit

# tl_nc_message.start.1
source: Only publish this message once the configured start time is reached.
de: Diese Nachricht wird nur veröffentlicht, wenn die konfigurierte Startzeit erreicht ist.

# tl_nc_message.stop.0
source: Stop time
de: Stopp-Zeit

# tl_nc_message.stop.1
source: Only publish this message until the configured stop time is reached.
de: Diese Nachricht wird nur veröffentlicht, bis die konfigurierte Stopp-Zeit erreicht ist.

# tl_nc_message.condition.0
source: Publish condition
de: Veröffentlichungsbedingung

# tl_nc_message.condition.1
source: Only publish if a given condition evaluates to "true". See docs for details.
de: Nur veröffentlichen, wenn eine gegebene Bedingung als "wahr" ausgewertet wird. Siehe Dokumentation für Details.

# tl_nc_message.new.0
source: New message
de: Neue Nachricht

# tl_nc_message.new.1
source: Create a new message.
de: Eine neue Nachricht hinzufügen.

# tl_nc_message.edit.0
source: Edit message
de: Nachricht editieren

# tl_nc_message.edit.1
source: Edit message ID %s.
de: Nachricht ID %s editieren.

# tl_nc_message.copy.0
source: Duplicate message
de: Nachricht kopieren

# tl_nc_message.copy.1
source: Duplicate message ID %s.
de: Nachricht mit ID %s kopieren.

# tl_nc_message.cut.0
source: Move message
de: Nachricht verschieben

# tl_nc_message.cut.1
source: Move message ID %s.
de: Nachricht mit ID %s verschieben.

# tl_nc_message.delete.0
source: Delete message
de: Nachricht löschen

# tl_nc_message.delete.1
source: Delete message ID %s.
de: Nachricht mit ID %s löschen.

# tl_nc_message.toggle.0
source: Toggle visibility of message
de: Nachricht ein-/ausblenden

# tl_nc_message.toggle.1
source: Toggle visibility of message ID %s.
de: Blende die Nachricht ID %s ein/aus.

# tl_nc_message.show.0
source: Gateway message
de: Nachrichtendetails

# tl_nc_message.show.1
source: Show details for message ID %s.
de: Details für Nachricht ID %s anzeigen.

# tl_nc_message.title_legend
source: Title & Gateway
de: Titel & Gateway

# tl_nc_message.languages_legend
source: Languages
de: Sprachen

# tl_nc_message.expert_legend
source: Expert settings
de: Experteneinstellungen

# tl_nc_message.publish_legend
source: Publish settings
de: Veröffentlingungs-Einstellungen

# tl_nc_message.email_priority_options.1
source: very high
de: sehr hoch

# tl_nc_message.email_priority_options.2
source: high
de: hoch

# tl_nc_message.email_priority_options.4
source: low
de: tief

# tl_nc_message.email_priority_options.5
source: very low
de: sehr tief
