Repository: terminal42/contao-notification_center
Catalog: contao/languages/*/*_module.xlf
Languages: de

# tl_module.nc_notification.0
source: Notification
de: Benachrichtigung

# tl_module.nc_notification.1
source: Please select a notification.
de: Bitte wählen Sie eine Benachrichtigung.

# tl_module.nc_registration_auto_activate.0
source: Enable member self-activation (double opt-in)
de: Ermöglichen Sie die Selbstaktivierung der Mitglieder (Double Opt-In)

# tl_module.nc_registration_auto_activate.1
source: By default, new members are disabled and have to be enabled by an administrator. If you want them to be able to self-activate their account, use this checkbox.
de: Standardmässig sind neue Mitglieder deaktiviert und müssen von einem Administrator aktiviert werden. Wenn Sie möchten, dass sie ihr Konto selbst aktivieren können, aktivieren Sie dieses Kontrollkästchen.

# tl_module.nc_activation_notification.0
source: Activation notification
de: Aktivierungsbenachrichtigung

# tl_module.nc_activation_notification.1
source: This notification is sent after the activation process (double opt-in) was completed.
de: Diese Benachrichtigung wird nach Abschluss des Aktivierungsprozesses (Double Opt-in) versandt.

# tl_module.nc_newsletter_activation_jumpTo.0
source: Redirect page (successful activation)
de: Weiterleitungsseite (erfolgreiche Aktivierung)

# tl_module.nc_newsletter_activation_jumpTo.1
source: Allows you to configure a different redirect page after successful activation.
de: Ermöglicht es Ihnen, eine andere Weiterleitungsseite nach erfolgreicher Aktivierung zu konfigurieren.

# tl_module.nc_lost_password_jumpTo.0
source: Reset password page
de: Seite zum Zurücksetzen des Passworts

# tl_module.nc_lost_password_jumpTo.1
source: It allows you to configure a different page for password resets. By default, the reset link redirects to the same page. However, you can specify a different page here, enabling you to differentiate the contents. Ensure you include this module again on the specified page.
de: Es ermöglicht Ihnen, eine andere Seite für das Zurücksetzen des Passworts zu konfigurieren. Standardmäßig führt der Zurücksetzungslink zur gleichen Seite. Sie können jedoch hier eine andere Seite angeben, wodurch Sie unterschiedlichen Inhalt verwenden können. Stellen Sie sicher, dass Sie dieses Modul auf der angegebenen Seite erneut einfügen.
