Repository: terminal42/contao-notification_center
Catalog: contao/languages/*/nc_tokens.xlf
Languages: de

# nc_tokens.admin_email
source: E-mail address of the administrator of the current page (system config or website root settings).
de: E-Mail-Adresse des Administrators der aktuellen Seite (Systemeinstellungen oder Einstellungen der Rootseite).

# nc_tokens.admin_name
source: Friendly name for the e-mail address of the administrator of the current page (system config or website root settings).
de: Anzeigename für die E-Mail-Adresse des Administrators der aktuellen Seite (Systemeinstellungen oder Einstellungen der Rootseite).

# nc_tokens.form.form_*
source: All the form fields.
de: Alle Formularfelder.

# nc_tokens.form.formlabel_*
source: All the form field labels.
de: Alle Formularfeld-Labels.

# nc_tokens.form.formconfig_*
source: All the form generator configuration fields.
de: Alle Konfigurationsfelder des Formular-Generators.

# nc_tokens.form.raw_data
source: All the form fields and their raw values.
de: Alle Formularfelder und deren Rohdaten.

# nc_tokens.form.raw_data_filled
source: All filled in form fields and their raw values.
de: Alle ausgefüllten Formularfelder und deren Rohdaten.

# nc_tokens.member_activation.domain
source: Originating domain of the member notification.
de: Ursprungs-Domain der Mitglieder-Benachrichtigung.

# nc_tokens.member_activation.activation
source: ID of the opt-in token.
de: ID des Opt-In Tokens.

# nc_tokens.member_activation.link
source: Activation link for the member registration.
de: Aktivierungslink für die Mitglieds-Registrierung.

# nc_tokens.member_activation.token
source: ID of the opt-in token.
de: ID des Opt-In Tokens.

# nc_tokens.member_activation.member_*
source: All the data of the member.
de: Alle Daten des Mitglieds.

# nc_tokens.member_activation.member_raw_*
source: Unformatted data of the member.
de: Unformatierte Daten des Mitglieds.
